Repository: tamlyhoctoipham/book-translation-projects
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: vi

source: Leading questions, because they suggest the answer (e.g. ‘Your uncle touched your bottom, didn’t he?’ – when the child has given no indication of this) should rarely, if ever, be used when inter- viewing witnesses (or suspects).
vi: Nếu có thể, nên hạn chế sử dụng câu hỏi dẫn dắt khi thẩm vấn nhân chứng (hoặc nghi phạm) vì chúng gợi ý câu trả lời (ví dụ, 'Chú của cháu đã chạm vào mông cháu, có phải không?' - dù đứa trẻ chưa từng đề cập đến vấn đề này).

source: Legal language, especially the language of contracts, cannot be like this.
vi: Ngôn ngữ pháp lý, đặc biệt là ngôn ngữ của hợp đồng, không thể được như vậy.

source: Let us now look at research on whether polygraphic lie detection has been found to be accurate in the criminal setting.
vi: Hãy để chúng ta có cái nhìn mới trong các nghiên cứu dù không biết

source: Like many organizations, the police force itself presents its own challenges – what type of person makes a good police officer?
vi: Giống như nhiều tổ chức, lực lượng cảnh sát cũng có những thách thức của riêng họ - Loại người nào phù hợp nhất để trở thành cảnh sát?

source: Like offenders, we also have mental maps of the areas with which we are familiar.
vi: Cũng như những người phạm tội, chúng ta cũng có các bản đồ trí nhớ về những khu vực mà chúng ta quen thuộc.

source: Likewise, female offenders may require different types of programmes from male offenders, and the needs of ethnic minority groups may again be different.
vi: Tương tự, đối với tội phạm nữ đòi hỏi những dạng chương trình khác so với tội phạm là nam, và yêu cầu đối với nhóm tội phạm là dân tộc thiểu số lại càng khác hơn.

source: Linguistic analysis can reveal where presence at a discussion of illegal activity moves to agreement in participation in that activity and where it does not.
vi: Việc phân tích ngôn ngữ cũng có thể hé lộ cho thấy rằng phải như thế nào thì việc có mặt trong một cuộc thảo luận về một hoạt động phi pháp mới được xem là dẫn đến việc đồng ý tham gia hoạt động ấy cũng như như thế nào thì không phải.

source: Linguists have recently argued for and been involved in attempts to reform these instructions to answer the needs of both audiences.
vi: Ngôn ngữ học mới đây đã tranh luận và được tham gia vào các nỗ lực cải cách các hướng dẫn để đáp ứng nhu cầu của mọi người.

source: Linguists, for example, can use their expertise in language practices to examine the peculiar language that is used in the courtroom.
vi: Lấy ví dụ, những nhà ngôn ngữ học có thể vận dụng sự thành thạo về mặt ngôn ngữ của họ để nghiên cứu thứ ngôn ngữ đặc biệt chỉ được dùng trong phòng xử án này.

source: Linguists, for their part, can become involved in cases where an individual may be linguistically vulnerable.
vi: Ngôn ngữ học, về phần mình, có thể tham gia trong trường hợp một cá nhân có vấn đề về ngôn ngữ..

source: Linked to this seems to be offenders’ inability to cope with stressors in their lives.
vi: Đi kèm với điều này có vẻ là sự bất lực trong việc đương đầu với căng thẳng trong cuộc sống của các tội phạm.

source: Linking the crimes of Jack the Ripper.
vi: Kết nối các vụ án của Jack Đồ Tể.

source: Little is known about the causal route from experiencing stress to becoming ill.
vi: Vẫn chưa xác định được quá trình của việc bị căng thẳng dẫn tới các bệnh lý khác.

source: Living in a family where anti-social behaviour is the norm is reported to hinder a child’s moral and social development, and is likely to lead lives where crime plays a significant part.
vi: Sống trong một gia đình có hành vi chống đối xã hội được xem là cản trở sự phát triển về đạo đức và tính xã hội của một đứa trẻ, và có thể dẫn đến những lối sống đầy rẫy tội lỗi.

source: Loneliness can be separated into two types: emotional loneliness is experienced when you do not have a close, intimate attachment with another person.
vi: Sự cô độc có thể là đơn độc về mặt cảm xúc xảy ra khi bạn không có sự gắn kết gần gũi, thân thiết với người khác

source: Longer sentences.
vi: Bản án lâu hơn.

source: Lower ranks are more susceptible to stress from active police work, such as attending serious traffic accidents and dealing with violent confrontations.
vi: .Còn những sĩ quan ở cấp bậc thấp sẽ nhạy cảm hơn với những căng thẳng liên quan đến công việc giải quyết tai nạn nghiêm trọng hay đối đầu với các đối tượng bạo lực.

source: MEGAN’S LAW AND THE CAMPAIGN FOR SARAH’S LAW.
vi: Luật Megan và chiến dịnh cho Luật Sarah.

source: Male gender.
vi: Giới tính là nam.

source: Males account for ninety-eight per cent of convicted sexual offenders (Youth Justice Board, 2004).
vi: Nam giới chiếm khoảng 98% trong cách cáo buộc về quấy rối tình dục (theo Hội Đồng công lý thanh thiếu niên, 2004).

source: Manipulation of the interviewee’s self-esteem to lower it so that they become more psychologically vulnerable not only raises ethical concerns but may also result in more false confessions.
vi: Việc thao túng lòng tự trọng của người bị chất vấn khiến họ bị tổn thương tâm lý không chỉ đạo đức mà còn có thể khiến họ đưa ra nhiều lời thú tội sai hơn.

source: Many evaluations use reoffending rates as a measure, but this is problematic when trying to look at the effects of treatments on young offenders, many of whom are treated outside the criminal justice system.
vi: Nhiều sự đánh giá sử dụng tỉ lệ tái phạm như là 1 thước đo nhưng điều này có thể rắc rối khi mà cố gắng nhìn vào hiệu quả của việc điều trị trên những tội phạm trẻ, nhiều người trong số đó được điều trị bê ngoài hệ thống công lý tội phạm.

source: Many have found differences between groups, for example based on gender, age, socio-economic status, race, political and religious beliefs.
vi: Rất nhiều nghiên cứu đã chỉ ra sự khác biệt giữa các nhóm người, ví dụ như dựa theo giới tính, tuổi tác, địa vị kinh tế-xã hội, chủng tộc, niềm tin về tôn giáo và chính trị.

source: Many of the beliefs about signs of deceit rest on the assumptions that when people lie they experience emotion and they may have to think about the lies.
vi: Nhiều niềm tin về dấu hiệu của lừa dối dựa trên những giả định rằng khi nói dối người ta trải nghiệm cảm xúc và họ có thể phải nghĩ về việc nói dối

source: Many of the large investigation firms have the most advanced technology available, can access sophisticated databases, and use perhaps what could be described as ‘less ethical’ methods of investigation (such as delving through someone’s rubbish bins and tapping phone lines) in order to gather information for their client.
vi: Rất nhiều công trình điều tra lớn có lợi thế nhất trong công cụ kỹ thuật, có khả năng thâm nhập vào các dữ liệu tinh vi, và sử dụng cái mà đôi khi được miêu tả như là những phương thức điều tra "kém đạo đức" (ví dụ như đào bới thùng rác của ai đó và điều tra đường dây điện thoại) nhằm thu thập thông tin cho khách hàng của họ.

source: Many of these studies suffered from problems with the way in which they were conducted, which limited the conclusions that could be firmly stated.
vi: Vấn đề của những nghien cứu nhỏ này nằm ở cách tiến hành, và từ đó làm các kết luận bị hạn chế.

source: Many offenders, not just sexual offenders, are unable to cope with stress and difficult life situations.
vi: Nhiều tội phạm, không chỉ riêng tội phạm tình dục, đều không thể đối phó với căng thẳng và những tình huống khó khăn trong đời.

source: Many people assume that the more violent the event the more memorable it will be.
vi: Rất nhiều người cho rằng càng bị xâm hại nhiều thì độ ghi nhớ càng cao.

source: Many people have an inadequate appreciation of what hypnosis actually involves and what its limitations are.
vi: Nhiều người không hiểu đúng về những gì thôi miên có thể làm và cả những giới hạn của nó.

source: Many people suggest that there is a certain ‘type’ of person or personality that become police officers because particular types of people are attracted to this occupation.
vi: Nhiều người cho rằng đây là một "kiểu" nhất định của một người hoặc tích cách để trở thành sĩ quan cảnh sát vì những mẫu người cụ thể này thường bị nghề này thu hút.

source: Many professional polygraphers claim that they believe they can detect the use of countermeasures.
vi: Rất nhiều chuyên gia về máy phát hiện nói dối tuyên bố họ có thể phát hiện các trường hợp đối phó.

source: Many schemes have been set up over the last decade, such as Neighbourhood Warden Schemes, and more recently Police Community Support Officers (PCSOs).
vi: Rất nhiều các kế hoạch đã được dựng nên trong suốt thập kỷ qua, có thế kể đến như "Các kế hoạch về hoạt động dân phòng", và gần đây hơn là "Những đồng chí trong cộng đồng ủng hộ cảnh sát" (PCSOs).

source: Many sex offenders have trouble in maintaining relationships with people.
vi: Nhiều tội phạm tình dục gặp vấn đề trong việc duy trì các mối quan hệ với con người.

source: Many writers believe that it is the notion of ‘policing by consent’ that is the hallmark of British policing.
vi: Khá nhiều tác giả cho rằng đây là quan niệm về "kiểm soát thông qua sự đồng thuận", đó chính là tiêu chuẩn của lực lượng an ninh Anh quốc.

source: Mark Button (2002) outlined different types of vigilantism based on the level of organization: the lone vigilante, the semi- organized group and the organized group.
vi: Mark Button (2002) đã vạch ra những kiểu khác nhau của chủ nghĩa dân phòng dựa trên mức độ tổ chức: dân phòng đơn, nhóm bán tổ chức và nhóm có tổ chức.

source: Media reporting of the utilization of criminal psychologists in high profile cases has introduced the general public to the notion of offender profiling.
vi: Báo cáo truyền thông luôn tranh thủ thông tin do các nhà tâm lý học tội phạm nghiên cứu về những trường hợp đặc biệt nghiêm trọng, sau đó sẽ công bố với công chúng hồ sơ phạm tội của họ.

source: Megan Kanka was a seven-year-old girl who was raped and murdered by a convicted sex offender in 1994 in New Jersey, USA.
vi: Megan Kanka là một cô bé 7 tuổi, bị cưỡng hiếp và sát hại bởi một kẻ quấy rối tình dục vào năm 1994 ở New Jersey, Mỹ.

source: Members of the public were provided, by the psychologists, with experience of seeing a face and later trying (from memory) to reconstruct a likeness of it using sets of photographs of eyes, noses, chins and so on.
vi: Những người tham gia được cung cấp kinh nghiệm về việc nhận mặt và sau đó cố gắng (nhớ lại) phác họa đúng nhất bằng cách nhận dạng mắt, mũi, gò má... trên khuôn mặt từ những bức ảnh.

source: Meta-analysis is a technique that allows for the statistical combination of findings from a number of studies investigating the same cause (for example, the effectiveness of offender treatment) but may have differed in their methodology (for example, different types of offenders, length of treatment, mode of treatment and so on).
vi: Nghiên cứu tổng hợp là một phương pháp cho phép sự kết hợp những số liệu từ các nhiều nghiên cứu điều tra về cùng một chủ đề (ví dụ, tính hiệu quả của việc cải tạo phạm nhân) nhưng khác nhau về phương pháp (các loại tội phạm khác nhau, thời gian điều trị, chế độ điều trị, ...)

source: Methods of execution also differ.
vi: Các phương thức tử hình cũng đa dạng.

source: Minority groups within the police service, such as women, or members of ethnic minority groups, may experience the extra stressors of discrimination from members of the public and/or within the organization.
vi: Những phân nhóm nhỏ trong ngành cảnh sát, chẳng hạn như phụ nữ, hoặc những người thuộc dân tộc thiểu số, có thể sẽ phải chịu nhiều căng thẳng hơn do bị phân biệt đối xử từ phía cộng đồng hay từ trong chính tổ chức của họ.

source: Mistakes are not made.
vi: Không có sai lầm nào bị mắc phải.

source: Models of offending behaviour can be developed from our understanding of psychological make up, which can then be used to help create treatment programmes.
vi: Những hình mẫu của hành vi phạm tội có thể được phát triển từ hiểu biết của chúng ta về sự bù đắp về tâm lý, cái mà khi đó có thể được sử dụng để giúp tạo nên chương trình điều trị.

source: More recent data also shows that the southern states have the highest rates of justifiable homicides, and the most frequent use of the death penalty.
vi: Nhiều dữ liệu gần đây hơn cũng chỉ ra rằng những bang ở phía Nam có tỉ lệ những vụ giết người vì lý do chính đáng cao nhất và việc thi hành án tử hình thường xuyên nhất .

source: More recent research shows that deviant fantasies are linked to mood, with this type of fantasy being used to rid the offender of anger, boredom or humiliation.
vi: Nghiên cứu gần đây cho thấy là những ảo tưởng lệch lạch có liên quan đến tâm trạng, với dạng ảo tưởng này thường giải thoát kẻ phạm tội khỏi giận dữ, buồn chán hoặc nhục nhã.

source: More recently, the Scottish Executive (2004) published similar guidance regarding child wit- nesses.
vi: Gần đây thì Ban hành pháp Scotland (2004) xuất bản một hướng dẫn tương tự về nhân chứng là trẻ em.

source: More research is needed to try and unpick the answers to questions such as these.
vi: Vì vậy, chúng ta cần tiếp tục nghiên cứu để tìm ra câu trả lời cho các câu hỏi này.

source: More research is needed to understand fully the psychological and behavioural effects of offending behaviour pro- grammes on the individuals who are allocated to them.
vi: Cần thêm nhiều nghiên cứu để hoàn toàn hiểu rõ hiệu quả về tâm lý và hành vi của những chương trình cải tạo phạm nhân đối với những cá nhân tham gia chương trình..

source: More than fifty years ago some police forces (e.g. in the USA) began to use hypnosis in attempts to assist witnesses recall more of what they had experienced.
vi: Từ hơn năm mươi năm trước, nhiều lực lượng cảnh sát (như Mĩ) đã bắt đầu dùng thôi miên nhằm gợi cho nhân chứng nhớ lại nhiều hơn về những gì họ từng trải qua.

source: Most academics have their own research interests that develop over time and they are usually encouraged by their employers to expand their knowledge of these specialisms by researching them further.
vi: Hầu hết các học giả có nghiên cứu riêng của họ và phát triển nó theo thời gian và họ thường khuyến khích các nghiên cứu sinh của họ mở rộng hiểu biết chuyên môn từ nghiên cứu của họ.

source: Most commonly covert sensitization means that an offender is asked to change the content of masturbatory fantasy to, for example, having sex with a consenting adult.
vi: Việc loại bỏ 1 thói xấu bằng việc gán nó với 1 hình ảnh tiêu cực phổ biến nhất có nghĩa là 1 kẻ tội phạm bị yêu cầu thay đổi nội dung của liên tưởng thủ dâm với cái khác, ví dụ như, quan hệ tình dục với 1 người trưởng thành có sự đồng thuận.

source: Most complained that the advice in the profile was too general or was not practical given the resources the officers had available to them.
vi: Đa số phàn nàn rằng những lời khuyên trong hồ sơ quá chung chung hoặc không có giá trị thực tiễn khi kể đến những nguồn lực mà các sĩ quan có sẵn sàng cho họ.

source: Most criminal psychologists now seem to be of the opinion that ‘evidence’ obtained under hypnosis should not be allowed in court.
vi: Số đông các nhà tâm lý học tội phạm phản đối việc sử dụng những "bằng chứng" có được dưới ảnh hưởng của thôi miên khi xét xử.

source: Most criminal psychologists who work in universities also are required to be involved in professional practice such as giving advice in some of the many ways outlined in this chapter.
vi: Hầu hết các nhà tâm lý học tội phạm làm việc ở trường đại học có thể được yêu cầu làm việc liên quan đến chuyên môn như đưa ra các lời khuyên, gợi ý bằng nhiều cách được trình bày sơ lược trong chương này.

source: Most language depends on the wider context to be understood.
vi: Hầu hết các ngôn ngữ phụ thuộc vào bối cảnh rộng lớn hơn để được hiểu rõ.

source: Most of it comes from self-report questionnaires and most of the abuse was not reported at the time.
vi: Đa phần thông tin đến từ những bảng điều tra tự làm và hầu hết các vụ lạm dụng không được báo cáo ngay lúc ấy.

source: Most of the published research on the accuracy of use of the polygraph to detect deception has been focused on the criminal setting, but the vast majority of this research has not involved real crimes or real criminals.
vi: Hầu hết các nghiên cứu đã công bố về tính chính xác của việc sử dụng máy móc trong điều tra phát hiện nói dối tập trung vào khuôn mẫu tội phạm, mà không bao gồm các tội ác hay tội phạm thực tế.

source: Most of the relevant psychological research has focused on developing fair procedures designed to reduce the frequency of error type (a).
vi: Đa số các nghiên cứu tâm lý có liên quan chú ý đến việc phát triển các hệ thống được thiết kế để hạn chế tần suất xuất hiện loại lỗi (a).

source: Most of the research that has just been reviewed above involved lie detectors who were not relevant professionals (e.g. they were students).
vi: Hầu hết các nghiên cứu mới được đánh giá có liên quan đến những người phát hiện nói dối mà không phải là các chuyên gia liên quan ( ví dụ học sinh).

source: Most offender profilers are called in as consultants: the role is not as widely practised as the media portray.
vi: Hầu hết những nhà lập hồ sơ được gọi là những nhà cố vấn: vai trò không rộng như miêu tả của truyền thông.

source: Most people share the beliefs of one of these two categories.
vi: Đa số mọi người có chung niềm tin về 1 trong 2 kiểu này.

source: Most psychological research experiments on the effects of strong emotion or of stress or fear have found that witness memory is restricted to the more ‘central’ parts of the event so that while witness testimony for some aspects of the event could be enhanced, memory for other (i.e. less central) aspects is poorer.
vi: Hầu hết các nghiên cứu tâm lý thử nghiệm về tác động của cảm xúc mạnh hay mức độ căng thẳng hoặc sợ hãi đề tìm ra rằng trí nhớ của nhân chứng bị giới hạn ở phần "trung tâm" của sự việc, vì thế khi nhân chứng đưa ra lời khai về những khía cạnh của sự việc có thể rất nhiều, còn trí nhớ về các khía cạnh khác (ít ở vùng trung tâm) sẽ ít hơn.

source: Most research in this area uses reconviction (either ‘reconvicted’ or ‘not reconvicted’) as the measure by which treatment success or failure is evaluated.
vi: Hầu hết nghiên cứu gần đây đều dùng sự tái kết án (kết án lại hoặc không) như là giải pháp để đánh giá thành công hay thất bại của việc điều trị.

source: Most suspects who confessed did so near the beginning of their interview (that is, before the interviewers’ skills were revealed) and the strength of the (true) evidence against them played a role in this.
vi: Hầu hết phạm nhận thú tội khá gần lúc bắt đầu chất vấn (trước khi những kỹ năng của người chất vấn bộc lộ) và sức mạnh của bằng chứng xác thực chống lại nghi phạm đóng một vai trò đặc biệt quan trọng.

source: Most unfortunately, the cues they are trained to look for, while relating commonsense beliefs about lying (see the next chapter for more on this), are not valid.
vi: Không may thay, những ám hiệu liên quan đến niềm tin hợp tình hợp lý mà họ được đào tạo để tìm kiếm thì không được chấp nhận chính thức (xem thêm ở chương tiếp theo).

source: Most worrying are ‘coerced internalized’ false confessions in which the confessors themselves actually come to believe that they must have done it.
vi: Hầu hết nỗi lo này được gọi là lời thú tội giả bị 'ép buộc từ bên trong' - nó buộc người thú tội tin rằng chính họ thực sự đã làm nó.

source: Much of the eyewitness research conducted by psychologists has focused on making identification procedures as fair as possible (to the suspect/the accused).
vi: Đã có nhiều nghiên cứu về nhân chứng được các nhà tâm lý học thực hiện nhằm làm cho quá trình nhận diện được diễn ra một cách công bằng nhất.

source: Much of the psychological research relating to aspects of the crime has produced findings that do support commonsense (e.g. the effects of poor street lighting).
vi: Khá nhiều nghiên cứu tâm lí liên quan đến những khía cạnh của vụ án đã đưa ra kết luận rằng cần có trợ giúp mang tính "trực giác" (ví dụ hiệu ứng ánh sáng yếu trên đường)

source: Much of the punishment described above is based on retribution.
vi: Nhiều hình phạt được đề cập ở trên được dựa trên sự đền bù.

source: Much of the research on aspects of witnesses has found that these have little effect on performance (e.g. Whether the witness was female or male, a member of the public or a police officer, confident or not, intelligent).
vi: Rất nhiều nghiên cứu về các khía cạnh của nhân chứng đã chỉ ra rằng nó không ảnh hưởng nhiều lắm đến biểu hiện của nhân chứng (ví dụ: liệu nhân chứng là nam hay nữ, là một thành viên của cộng đồng hay là một cảnh sát, tự tin hay không, và trí thông minh.)

source: Much of this research has been conducted in the West: its findings might not apply so readily to prisons in other parts of the world and it is important to bear this in mind.
vi: Phần lớn việc nghiên cứu này được thực hiện ở phương Tây: do vậy chúng ta cần phải ghi nhớ điều quan trọng này bởi những kết quả của việc nghiên cứu này có thể sẽ không dễ dàng áp dụng cho các nhà tù ở những nơi khác trên thế giới.

source: Nevertheless, a recent study of prisoners lying and telling the truth about what happened in video clips that they had just seen found that these types of automatic computer-based transcript analyses to have a truth/lie detection rate significantly better than chance.
vi: Tuy thế, một nghiên cứu gần đây của các tên tội phạm nói dối và nói thật về chuyện gì đã xảy ra trong đoạn video họ vừa xem đã chỉ ra rằng các loại phân tích tự động dựa vào máy tính có thể phát hiện ra tỉ lệ nói thật/nói dối đạt mức tốt hơn đáng kể so với các khả năng khác.

source: Nevertheless, in the last twenty years over thirty studies have examined CBCA and the general conclusion from them is that such analysis can discriminate between true and untrue accounts at a level above chance (averaging around seventy-two per cent), but not close to perfection.
vi: Tuy nhiên, trong hai mươi năm qua đã có hơn ba mươi nghiên cứu về CBCA và kết luận chung từ những nghiên cứu này là các phân tích có thể phân biệt giữa các hành vi đúng và không đúng ở một mức độ cao hơn cả sự tình cờ (trung bình khoảng bảy mươi hai phần trăm), nhưng không đạt được đến gần với mức hoàn hảo.

source: Nevertheless, research on these aspects can inform decisions as to whether witness evidence can be relied upon.
vi: Tuy nhiên, nghiên cứu về khía cạnh có thể cung cấp thêm thông tin cho các quyết định như việc liệu chứng cứ của nhân chứng có thể được dựa trên hay không.

source: Nevertheless, this study highlighted the importance of receiving feedback on the accuracy of our lie detection decisions, which is something that professionals rarely receive (e.g. a customs officer questions some individuals, believes them and therefore does not search their bags which do, in fact, contain illegal items).
vi: Tuy nhiên , nghiên cứu này làm nổi bật tâm quan trọng của việc nhận phản hồi trong độ chính xác của những quyết định phát hiện nói dối của chúng ta, cái mà những chuyên gia hiếm khi nhận được ( ví dụ :

source: New methods of policing develop (e.g. via CCTV) and specialist units emerge.
vi: Nhiều phương pháp điều tra và kiếm soát mới đã được cảnh sát áp dụng (như CCTV) và các đơn vị cảnh sát đặc biệt được thành lập.

source: Newman (1983) argued that offenders should be given corporal punishment rather than prison, unless they were repeat offenders or their crime reached a certain threshold.
vi: Newman (1983) đưa ra ý kiến rằng những người phạm tội cần bị áp dụng các hình phạt thể xác hơn là tù giam, trừ khi họ tái phạm nhiều lần hoặc là tội ác của họ đạt đến một ngưỡng nhất định.

source: Newman (1983) believed that ‘Punishment must, above all else be painful’ (p.
vi: Newman (1983) tin rằng "Vượt trên tất cả, hình phạt bắt buộc phải đau đớn".
